Repository: jshier/Pixen
Catalog: *.lproj/Localizable.strings
Languages: french

# FEEDBACK_SUBJECT_PREFIX
source: [Pixen Feedback 3.0]
french: [Pixen Feedback]

# FEEDBACK_URL
source: mailto:opensword@opensword.org?subject=[Pixen%20Feedback%203.0]%20
french: mailto:opensword@opensword.org?subject=[Pixen%20Feedback]%20

# BACKGROUND_LABEL
source: Background
french: Fond

# BACKGROUND_TOOLTIP
source: Open background configurator
french: Ouvrir les réglages du fond

# LAYERS_LABEL
source: Layers
french: Calques

# LAYERS_TOOLTIP
source: Open and close the layer view drawer
french: Afficher/masquer les calques

# PREVIEW_LABEL
source: Preview
french: Aperçu

# PREVIEW_TOOLTIP
source: Open and close the preview panel
french: Afficher/masquer la fenêtre de prévisualisation

# TOOL_PROPERTIES_LABEL
source: Tool Properties
french: Réglages des outils

# TOOL_PROPERTIES_TOOLTIP
source: Open and close the tool properties panel
french: Afficher/masquer la fenêtre de réglage des outils

# GRID_LABEL
source: Grid
french: Grille

# GRID_TOOLTIP
source: Show the grid settings
french: Afficher les réglages de la grille

# COLOR_PALETTE_TOOLTIP
source: Open and close the color palette
french: Afficher/masquer la palette des couleurs

# ZOOM_FIT_LABEL
source: Zoom Fit
french: Ajuster

# ZOOM_FIT_TOOLTIP
source: Zoom the canvas to fit the window
french: Zoome dans le document afin qu'il remplisse la fenêtre

# ZOOM_ACTUAL_LABEL
source: Actual Size
french: Taille réelle

# ZOOM_ACTUAL_TOOLTIP
source: Zoom to the actual size of the image
french: Zoome à la taille réelle de l'image

# SCALE_LABEL
source: Scale
french: Taille de l'image

# SCALE_TOOLTIP
source: Scale the image
french: Redimensionner l'image

# RESIZE_LABEL
source: Resize
french: Taille du doc.

# RESIZE_TOOLTIP
source: Resize the canvas
french: Redimensionner le document

# FEEDBACK_LABEL
source: Feedback
french: Commentaires

# FEEDBACK_TOOLTIP
source: Send feature requests, bug reports, and general feedback
french: Envoyez vos demandes de fonctionnalités, rapports de bogues, et autres commentaires

# ZOOM_TOOLTIP
source: Modify the zoom percentage of the zoom
french: Modifie le taux d'agrandissement

# BACKGROUNDS_SAVE_AS
source: Save as new configuration…
french: Enregistrer comme nouvelle configuration…

# BACKGROUNDS_DELETE
source: Delete current configuration
french: Supprimer la configuration courante

source: Flat Background
french: Fond uni

source: Image Background
french: Fond image

source: Checkered Background
french: Fond à damier

source: Slashed Background
french: Fond rayé

# PALETTE_SAVE_AS
source: Save as new palette…
french: Enregistrer comme nouvelle palette…

# PALETTE_SET_DEFAULT
source: Set this palette as default
french: Utiliser cette palette par défaut

# PALETTE_DELETE
source: Delete current palette
french: Supprimer la palette courante

# PALETTE_MAKE_GRADIENT
source: Make gradient palette…
french: Faire une palette de dégradé…

source: Generated Palette
french: Palette générée

source: Web Safe Colors
french: Couleurs Web Safe

source: Grayscale
french: Échelle de gris

source: No User Palettes
french: Pas de palette utilisateur

# NEW_PALETTE_PROMPT
source: Please name the new palette.
french: Veuillez nommer la nouvelle palette.

source: Crash Recovery
french: Récupération après plantage

# CRASH_TEXT
source: Pixen appears to have crashed with unsaved changes the last time it was run. The affected files' backups have been opened for you. If you would like to save them over the original files, you'll have to use "Save As…" and overwrite them.
french: Pixen semble avoir planté avant l'enregistrement de certaines données. Les sauvegardes des documents affectés ont été ouverts pour vous. Si vous désirez remplacer les fichiers originaux avec ceux-ci, il vous faudra faire "Enregistrer sous…" et les écraser.

source: Width
french: Largeur

source: Height
french: Hauteur

source: Red
french: Rouge

source: Green
french: Vert

source: Blue
french: Bleu

source: Properties
french: Propriétés

source: Left
french: Gauche

source: Right
french: Droite

source: Modify Pattern…
french: Modifier le motif…

source: Set Pattern…
french: Choisir le motif…

# NEAREST_NEIGHBOR_INFO
source: For every pixel in the new image, it finds the closest pixel in the old image and uses that color. This results in a lossy image if you're not scaling up by a power of two (2x, 4x, 8x, 16x, etc.). If you want a larger image that looks identical to the current image, however, this is the algorithm to use.
french: Pour chaque pixel de la nouvelle image, il recherche le pixel le plus proche dans l'ancienne image, et utilise cette couleur. Il en résulte une image avec perte, si vous ne mettez pas à l'échelle avec une puissance de 2 (2x, 4x, 8x, 16x, etc.). Si vous voulez une image plus grande qui ait l'air identique à l'image courante, c'est l'algorithme qu'il vous faut.

# SCALE2X_INFO
source: This is the scale2x algorithm described here: http://scale2x.sourceforge.net/algorithm.html. It provides a larger, smoother image without introducing new colors. This algorithm may only be used to scale up by powers of two, and works best for scaling up by 2x in both dimensions.
french: Ceci est l'algorithme Scale2x décrit ici : http://scale2x.sourceforge.net/algorithm.html (en anglais). Cet algorithme ne peut être utilisé que pour des puissances de 2.

# PENCIL_NAME
source: Pencil Tool
french: Crayon

# PENCIL_ACTION
source: Drawing
french: dessiner

# LINE_NAME
source: Line Tool
french: Outil ligne

# LINE_ACTION
source: Drawing Line
french: tracer ligne

# ERASER_NAME
source: Eraser Tool
french: Gomme

# ERASER_ACTION
source: Erasure
french: effacer

# FILL_NAME
source: Fill Tool
french: Outil remplissage

# FILL_ACTION
source: Fill
french: le remplissage

# EYEDROPPER_NAME
source: Eyedropper Tool
french: Pipette

# ZOOM_NAME
source: Zoom Tool
french: Loupe

# RECTANGULARSELECTION_NAME
source: Rectangular Selection Tool
french: Sélection rectangulaire

# RECTANGULARSELECTION_ACTION
source: Selection
french: sélectionner

# MOVE_NAME
source: Move Tool
french: Outil déplacement

# MOVE_ACTION
source: Move
french: le déplacement

# RECTANGLE_NAME
source: Rectangle Tool
french: Rectangle

# RECTANGLE_ACTION
source: Drawing Rectangle
french: tracer le rectangle

# ELLIPSE_NAME
source: Ellipse Tool
french: Cercle

# ELLIPSE_ACTION
source: Drawing Ellipse
french: tracer le cercle

# MAGICWAND_NAME
source: Magic Wand Tool
french: Baguette magique

# MAGICWAND_ACTION
source: Selection
french: la sélection

# LASSO_NAME
source: Lasso Tool
french: Lasso

# LASSO_ACTION
source: Selection
french: la sélection
